# brew install
brew 'zoxide'
brew 'fzf'
brew 'neovim'
brew 'asdf'
brew 'ripgrep'
brew 'stow'
brew 'tmux'
brew 'tree-sitter'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'

# brew install --cask
cask '1password'
cask 'font-hack-nerd-font'
cask 'font-source-code-pro'
cask 'iterm2'
cask 'rectangle'
cask 'ghostty'
